Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: wetlands are very efficient natural 'water treatment' facilities and in this section we will learn how they work .
af: vleilande is baie effektiewe natuurlike waterbehandelingsisteme en in hierdie afdeling gaan ons leer hoe hulle werk .

source: some useful documents are available at these links and are free to use as long as you acknowledge them as the source .
af: 'n paar handige dokumente is beskikbaar by hierdie webskakels en mag gebruik word solank as wat hulle as bron erken word .

source: a suggestion is to get your school to print them in colour .
af: 'n voorstel is om die skool te kry om hulle in kleur te druk .

source: http www.wetland.org.za ckfinder userfiles files 2 1 20mwp 20wetland 20basics 20presentation 201 281 29.pdf and http www.wetland.org.za ckfinder userfiles files 2 2 20mwp 20wetland 20basics 20presentation 202.pdf
af: http www.wetland.org.za ckfinder userfiles files 2 1 20mwp 20wetland 20basics 20presentation 201 281 29.pdf en http www.wetland.org.za ckfinder userfiles files 2 2 20mwp 20wetland 20basics 20presentation 202.pdf

source: an area is a wetland if it has the following
af: 'n vleiland het

source: if soil is waterlogged it means that it is full of water .
af: as die grond moerasagtig is beteken dit dat dit vol water is .

source: the water table refers to the level in the ground where all the soil below this level is waterlogged full of water .
af: die watertafel verwys na die vlak in die grond waaronder al die grond vol water moerasagtig is .

source: if an area has a high water table then this level is close to the surface .
af: as die watertafel in 'n gebied hoog is dan beteken dit dat hierdie vlak naby die oppervlak is .

source: this means water will not filter down into the ground but remain on the surface forming a wetland .
af: in sulke gevalle sal die water nie in die grond in dreineer nie maar op dieoppervlak bly om 'n vleiland te vorm .

source: wetlands in south africa http wetland.org.za
af: vleilande in suid afrika goo.gl pqvkw

source: examples of wetlands are
af: voorbeelde van vleilande is

source: look at the pictures of different wetlands .
af: kyk na die verskillende prente van vleilande

source: isimangaliso wetland park website http www.isimangaliso.com
af: isimangaliso vleiland park website goo.gl 2rt6h

source: wetlands are not necessarily wet throughout the year .
af: vleilande is nie noodwendig dwarsdeur die jaar nat nie .

source: in south africa the most well known wetlands are the st .
af: in suid afrika is die bekendste vleilande die st .

source: lucia wetlands in kwazulu natal .
af: luciavleilande in kwazulu natal .

source: wetlands are very special places that should be protected .
af: vleilande is baie spesiale plekke wat beskerm moet word .

source: why are they so important ?
af: maar hoekom is hulle so belangrik ?

source: three unique abilities of wetlands make them very important .
af: drie unieke eienskappe van vleilande maak hulle baie belangrik .

source: wetlands soak up water and store it .
af: vleilande versamel water en gaar dit op .

source: during a drought when there is not much rain this stored water can help to keep rivers and streams flowing so that animals and plants can stay alive .
af: tydens 'n droogte wanneer daar nie veel re&#235;n is nie kan hierdie opgegaarde water riviere en strome help om aan te hou vloei sodat diere en plante aan die lewe kan bly .

source: water that is 'in flood' flows so strongly and quickly that it becomes dangerous .
af: water wat in vloed is vloei so sterk en vinnig dat dit gevaarlik is .

source: it can drown people and animals and it can cause damage to property and also to the environment through soil erosion .
af: dit kan mense en diere laat verdrink en skade aan eiendom en die omgewing aanrig laasgenoemde onder andere deur gronderosie .

source: floodwater slows down when it flows into a wetland because the wetland is a large area that can hold a large amount of water .
af: vloedwater vloei stadiger wanneer dit 'n vleiland binnevloei omdat die vleiland 'n groot gebied is wat 'n groot hoeveelheid water kan hou .

source: as water flows through the wetland it is filtered .
af: as water deur 'n vleiland vloei word dit gefiltreer .

source: plants in the wetland trap soil particles and sediments nutrients as well as pollutants and disease causing organisms which make the water unsafe .
af: gronddeeltjiesen sedimente voedingstowwe sowel as besoedeling enskadelike organismes wat die water ongesond maak word deur plante opgevang .

source: with regards to the pollutants being filtered from wetlands it is only certain kinds and only in certain loads .
af: met betrekking tot die filtrering van besoedelende stowwe kan slegs sekere soorte en in sekere hoeveelhede gefiltreer word .

source: insoluble wastes such as plastics should not end up in a wetland .
af: onoplosbare afval soos plastiek moenie in 'n vleiland beland nie .

source: bacteria and other germs are neutralized .
af: bakterie&#235; en ander gevaarlike organismes word geneutraliseer .

source: chemical pollutants such as heavy metals are trapped but if they become concentrated in too large amounts they need to be taken out by removing plant matter that has absorbed them .
af: chemiese besoedelingsoos swaar metale word vasgevang maar as dit in te groot hoeveelhede gekonsentreer raak moet dit verwyder word deur die plantmateriaal waarin die stowwe vasgevang is te verwyder .

source: teacher note the reason for doing this activity is to help learners understand how different surfaces especially those covered in plants allow water to drain at different rates allowing soil to retain much of the water and other surfaces to lose a lot of water .
af: onderwysersnota die rede om hierdie aktiwiteit te doen is om leerders te help verstaan hoe verskillende oppervlaktes veral wanneer hulle met plante bedek is water toelaat om teen verskillende tempos te dreineer wat die grond toelaat om baie van die water te behou en ander oppervlaktes om baie water te verloor .

source: this will also show how wetlands help to slow down water and filter it .
af: dit sal ook wys hoe vleilande help om watervloei stadiger te maak en dit te filtreer .

source: the watering can must be the kind with a 'shower type head' at the front that will simulate rain falling
af: die gieter met rosettuit is om re&#235;nval te stimuleer .

source: how long did it take the water to run into the window box ?
af: hoe lank het dit geneem vir die water om in die blombak in te loop ?

source: why do you think it took the water this long to drain off ?
af: waarom dink jy het dit so gou geneem vir die water om te dreineer ?

source: moss holds water very well and that is why it took so long for the water to drain off .
af: mos hou water baie goed en dit is waarom dit so lank neem vir die water om te dreineer .

source: perhaps someone should remain timing that experiment while the rest move on to the others .
af: miskien moet iemand agterbly om die tyd te hou vir daardie eksperiment terwyl die res na die ander eksperimente aanbeweeg .

source: sand does not hold water very well at all .
af: sand hou water glad nie baie goed nie .

source: that is why the water drained off so quickly .
af: dit is waarom die water so gou weggedreineer het .

source: what did you learn from doing this experiment about the relationship between plants and water drainage in a wetland ?
af: wat het jy omtrent die verband tussen plante en waterdreinering in vleilande geleer deur hierdie eksperiment te doen ?

source: wetlands are also important as they provide a habitat to many different plant and animal species .
af: vleilande is ook belangrik omdat hulle 'n habitat aan verskillende plant en dierspesies bied .

source: wetlands are important because of their biodiversity .
af: vleilande is belangrik as gevolg van hulle biodiversiteit .

source: ask the learners why biodiversity is important .
af: vra vir die leerders waarom biodiversiteit belangrik is .

source: this is a link back to what they did in life and living .
af: die vraag is 'n verbinding met wat hulle in lewe en lewenswyse en strukture gedoen het .

source: do you remember studying habitats in gr. 4 and gr. 5 ?
af: onthou jy dat jy habitatte in graad 4 en graad 5 bestudeer het ?

source: what does a habitat provide to an organism ?
af: wat verskaf 'n habitat aan 'n organisme ?

source: a habitat provides food water shelter a place to raise young a place to hide from predators .
af: 'n habitat verskaf voedsel water skuiling 'n plek om kleintjies groot te maak en bied skuiling .

source: discuss with your partner what you understand by the term 'biodiversity' and write it down below
af: bespreek met 'n maat hoe julle die term biodiversiteit verstaan en skryf dit hieronder neer .

source: biodiversity refers to the variety of organisms plants and animals in a specific area .
af: biodiversiteit verwys na die verskeidenheid organismes plante en diere in 'n spesifieke gebied .

source: an area with a high biodiversity will have many different species of plants and animals .
af: 'n gebied met 'n ho&#235;biodiversiteit sal baie verskillende plant en dierespesies h&#234; .

source: let's now do some research about the wetlands in south africa and their importance .
af: laat ons nou 'n bietjie navorsing doen oor die vleilande in suid afrika en hulle belangrikheid .

source: before doing the following activity it is recommended that you show this powerpoint presentation to the learners
af: voordat die volgende aktiwiteit gedoen word word dit aanbeveel dat u die volgende powerpoint voorlegging aan die leerders wys

source: if this is not possible the presentation could be given to the learners in printed format .
af: indien dit nie moontlik is nie kan die voorlegging in gedrukte formaat aan die leerders gegee word .

source: arrange a visit to a nature reserve to study a wetland area firsthand .
af: organiseer 'n besoek aan 'n natuurreservaat om 'n vleiland van naderby te bestudeer of nooi 'n spreker vanaf 'n natuurbewaringsgebied soos sanparke om met die klas oor vleilande te praat .

source: or invite a speaker from a nature conservation site such as sanparks to talk to your class about wetlands .
af: voor die besoek vra leerders om deur die inligting wat na die skool gebring is te lees sowel as die boeke en leesmateriaal in die klas .

source: before the visit tell learners to read through the information brought to school and some of the books and reading material in your class .
af: vanuit hierdie inligting stel ten minste 5 vrae op wat aan die natuurbewaringsbeampte gevra kan word wanneer hy sy die klas kom besoek of wanneer dienatuurbewaringsgebied besoek word .

source: from this information set at least 5 questions that you could ask the nature conservation officer when s he comes to visit your class or when you go on the outing to the nature reserve .
af: ten minste 2 van hierdie vrae moet handel oor die gevare waaraan vleilande blootgestel word .

source: at least 2 of these questions should focus on the dangers to wetlands .
af: gedurende die besoek s&#234; aan leerders om te onthou om notas te maak terwyl hulle na die natuurbewaringsbeampte luister .

source: during the visit tell learners to remember to take many notes while listening to the nature conservation officer .
af: na die besoek in hulle groepe moet leerders 'n plakkaat oor vleilande maak deur gebruik te maak van die vrae as 'n riglyn .

source: after the visit in their groups learners must make a poster about wetlands using the questions to guide them .
af: lw indien jy nie daarby uitkom om 'n vleiland te besoek nie moet leerders in elk geval die navorsingstaak voltooi deur die internet enboeke te gebruik as bronne om die vrae te beantwoord en as 'n plakkaat voor te l&#234; .

source: questions to answer in your report
af: vrae om in jou verslag te beantwoord

source: wetlands should be protected because
af: vleilande moet beskerm word want

source: how do you think the oil got into the water that this bird lives in ?
af: hoe dink jy het die olie in die water waarin hierdie vo&#235;l bly beland ?

source: an oil spill from a ship or oil rig
af: 'n olielek vanaf 'n skip of olieboor .

source: is oil a soluble or insoluble water pollutant ?
af: is olie 'n oplosbare of 'n onoplosbare waterbesoedelstof ?

source: oil is insoluble as it floats on top of the water .
af: olie is onoplosbaar aangesien dit op die water dryf .

source: how will the oil damage this bird and other sea animals ?
af: hoe sal die olie hierdie vo&#235;l en ander seediere skade aandoen ?

source: the oil coats their feathers or skin making it hard for them to fly .
af: die olie bedek hulle vere en vel wat dit vir hulle moeilik maak om te vlieg .

source: it is very sticky and very difficult to remove .
af: dit is baie taai en moeilik om te verwyder .

source: the oil can get into their lungs and stomachs which will kill them .
af: die olie beland in hulle longe en mae wat hulle dood kan veroorsaak .

source: oil also kills fish possibly the bird's food source because it prevents oxygen from the air dissolving in the water oxygen is insoluble in oil .
af: olie maak ook visse dood wat moontlik die vo&#235;l se voedselbron is omdat dit verhoed dat suurstof in die water oplos suurstof is onoplosbaar in olie .

source: list some of the dangers that wetlands face .
af: lys 'n paar van die gevare wat vleilande bedreig .

source: learners could list any of the following
af: leerders kan enige van die volgende lys

source: see if you can find
af: kyk of jy die volgende kan vind

source: have you ever seen a sign like the one in the picture ?
af: het jy al ooit 'n teken soos die een in die prent gesien ?

source: this sign is a warning that the water is not clean and humans should not drink it as it could be dangerous to your health .
af: hierdie teken is 'n waarskuwing dat die water nie skoon is nie en dat mense dit nie moet drink nie aangesien dit sleg is vir jou gesondheid .

source: if it is unsafe for consumption it is also unsafe for swimming .
af: as dit ongeskik is vir gebruik is dit ook onveilig om in te swem .

source: what does 'clean water' mean to you ?
af: wat beteken &#8221;skoon water&#8221; vir jou ?

source: clean water is water that is free of pollutants .
af: skoon water is water wat geen besoedeling bevat nie .

source: pollutants are things that do not belong in the water .
af: besoedeling is dinge wat nie in die water hoort nie .

source: insoluble substances oil rubbish and waste soluble substances chemicals and poisons and germs are all pollutants .
af: onoplosbare stowwe olie vullis en afval oplosbare stowwe chemikalie&#235; en giwwe en kieme is alles besoedeling .

source: we have also learned that nature has special methods of cleaning polluted water .
af: ons het ook geleer dat die natuur spesiale metodes het om besoedelde water skoon te maak .

source: water purification happens in special natural environments called wetlands .
af: watersuiwering gebeur in spesiale natuurlike omgewings wat vleilande genoem word .

source: wetlands are very efficient natural 'water treatment' facilities but they work slowly .
af: vleilande is baie effektiewe natuurlike &#8221;watersuiweringsaanlegte&#8221; maar hulle werk stadig .

source: humans animals and plants need fresh water every day and for this reason we have to clean our dirty water so that it can be reused .
af: mense diere en plante het elke dag varswater nodig en daarom moet ons ons vuil water skoonmaak sodat dit hergebruik kan word .

source: cleaning dirty water is what this section is all about .
af: die skoonmaak van vuil water is waaroor hierdie afdeling gaan .

source: why is it so important for humans plants and animals to have clean water ?
af: hoekom is dit so belangrik vir mense plante en diere om skoon water te h&#234; ?

source: water is needed for humans to avoid dehydration; the amount you need each day depends on the temperature how much activity you are involved in and other factors .
af: mense het water nodig om dehidrasie te voorkom; die hoeveelheid wat jy elke dag nodig het hang af van die temperatuur hoe aktief jy is en 'n paar ander faktore .

source: imagine you are in a place without clean water .
af: verbeel jou jy is in 'n plek sonder skoon water .

source: the only water around is a muddy stream .
af: die enigste water naby jou is 'n modderige stroom .

source: how can the dirty water be made clean enough to drink ?
af: hoe kan die vuil water skoon genoeg gemaak word om te drink ?

source: when thinking about how to purify water we need to consider what it is that we need to do to separate the contaminating particles from the water .
af: wanneer ons dink oor hoe om water te suiwer moet ons dink oor wat ons nodig het om die besoedelende deeltjies van die water te skei .

source: the muddy water is actually a mixture of sand and water and possibly other contaminants .
af: die modderige water is eintlik 'n mengsel van sand en water en moontlik ander besoedeling .

source: do you remember in the beginning of the term we looked at different ways to separate out mixtures ?
af: onthou jy dat ons aan die begin van die kwartaal na die verskillende maniere gekyk het om mengsels te skei ?

source: what are some of these ways ?
af: wat is 'n paar van hierdie metodes ?

source: filtering filtration hand sorting sieving evaporation distilling distillation decanting boiling
af: filtrering filtrasie handsortering sifting verdamping distillering distillasie afgiet kook .

source: which methods do you think would be useful to separate the large impurities from the dirty water ?
af: watter metodes dink jy sal gebruik kan word om die groot onsuiwerhede van die vuil water te skei ?

source: filtering sieving possibly hand sorting
af: filtrering sifting moontlik handsortering

source: which methods would be useful to remove the soluble impurities from the dirty water ?
af: watter metodes sal bruikbaar wees om die onoplosbare onsuiwerhede van die water te skei ?

source: evaporation boiling distilling
af: verdamping kook distillering .

source: let's investigate some different ways to clean water at home or at school .
af: kom ons ondersoek 'n paar verskillende maniere om water by die skool of huis te suiwer .

source: water purification tablets can be used in emergencies such as a flood or earthquake when you do not have access to clean water .
af: watersuiweringstablette kan gebruik word tydens noodsituasies soos 'n vloed of 'n aardbewing wanneer jy nie toegang het tot skoon water nie .

source: the tablets remove microscopic impurities and chemicals that could harm you .
af: die tablette verwyder mikroskopiese onsuiwerhede en chemikalie&#235; .

source: instruction
af: instruksies

source: the rim of the smaller pot container must be lower than the rim of the bigger pot so that the water which condenses on the cling wrap has space to run down to the centre where the stone marble is weighing it down and drip into the smaller pot container .
af: die rand van die kleiner pot of houer moet laer wees as die rand van die groter pot sodat die water wat op die plastiekvel kondenseer ruimte het om na die middel af te loop waar die klippie of albaster die plastiek aftrek en in die kleiner pot of houer te drup .

source: you should continue with the activity after the still has been out in the sun for some time .
af: jy moet met hierdie aktiwiteit aanhou totdat die distillasie apparaat vir 'n geruime tyd buite in die son was .

source: what do you notice about the inside of the smaller container ?
af: wat let jy op oor die binnekant van die kleiner houer ?

source: is it wet or dry ?
af: is dit nat of droog ?

source: the small container is wet on the inside .
af: die klein houer is nat aan die binnekant .

source: what do you notice about the cling wrap ?
af: wat let jy op oor die kleefplastiek ?

source: the cling wrap is wet .
af: die kleefplastiek is nat .

source: learners may write
af: leerders mag skryf

source: energy from the sun caused the water in the pot to evaporate .
af: energie vanaf die son veroorsaak dat die water in die pot verdamp .

source: since the pot was sealed with cling wrap the water vapour condensed against the cling wrap .
af: aangesien die pot met kleefplastiek gese&#235;l is het die water teen die plastiek van die oortreksel gekondenseer.die albaster veroorsaak dat die kleefplastiek in die middelafgetrek word .

source: the marble made the cling wrap dip in the middle .
af: die gekondenseerde water het afgeloop na diemiddel toe en in die klein houer gedrup .

source: the condensed water slid down and dripped into the smaller container .
af: die water in diehouer was skoon .

source: why is there no dirt inside the small container pot ?
af: hoekom is daar geen grond in die klein houer pot nie ?

source: dirt does not evaporate .
af: grond verdamp nie .

source: where was the dirt at the end of the experiment ?
af: waar was die grond aan die einde van die eksperiment ?

source: the dirt stayed in the big pot .
af: die grond het in die pot agtergebly

source: can you remember what method we used to remove sand from water in the activity mixing a solid and a liquid in the chapter mixtures ?
af: kan jy onhou watter metode ons in hierdie aktiwiteit gebruik het om sand uit water te verwyder die vermenging van 'n vaste stof en 'n vloeistof in die hoofstuk mengsels ?

source: we filtered the water and sand through a paper towel to remove the sand .
af: ons het die water en sand deur 'n papierhanddoek gefiltreer om die sand te verwyder .

source: filtering is a good way of removing insoluble substances from water .
af: filtrasie is 'n goeie manier om onoplosbare stowwe uit water te verwyder .

source: large pieces of insoluble substances can also be sieved out of the water .
af: groot stukke onoplosbare stowwe kan ook uit die water gesif word .

source: this is the first time that learners are doing a technology project this year in gr. 6 so you will probably need to remind them of the design process which is followed in technology projects .
af: hierdie is die eerste keer hierdie jaar dat leerders 'n tegnologieprojek doen vir graad 6 dus sal u waarskynlik nodig h&#234; om hulle aan die ontwerpproses wat in tegnologieprojekte gevolgword te herinner .

source: the first part is identifying the need and in this project a scenario has been set where the thunderbolt kids are planning a camping trip and have invited the gr. 6 class to come with them .
af: die eerste deel is om die behoefte te identifiseer en in hierdie projek is 'n situasie geskep waar die thunderbolt kids 'n kampeeruitstappie beplan en die graad 6 klas genooi het om saam te kom .

source: however there is no clean drinking water at the campsite they want to go to and they cannot carry enough water for everyone for the whole trip .
af: maar daar is geen skoon drinkwater by die kampeerterrein waarnatoe hulle wil gaan nie .

source: use this scenario to construct the need to design a filter to take with them on the camping trip .
af: hulle kan ook nie genoeg water vir almal saamdra nie .

source: we follow the pattern idmec in the design process .
af: ons volg die oomek stappe in die ontwerp proses .

source: i stands for investigating the problem which some people have investigating existing products and investigating concepts and skills that you will need to solve the problem i.e. purifying water .
af: o staan vir ondersoek die probleem deur bestaande produkte en die konsepte en vaardighede wat nodig is om die probleem ondersoek in die geval om water te suiwer te ondersoek .

source: encourage learners to investigate filtering methods such as using sand cotton wool and charcoal .
af: moedig leerders aan om filtreringsmetodes soos die gebruik van sand watte wol en houtskool te ondersoek .
